{
  "id": 1,
  "code": "PHQ",
  "name": "Patient Health Questionnaire",
  "description": "Recognizing signs of mental health disorders is not always easy. The Patient Health Questionnaire (PHQ) is a diagnostic tool for mental health disorders used by health care professionals that is quick and easy for patients to complete. In the mid-1990s, Robert L. Spitzer, MD, Janet B.W. Williams, DSW, and Kurt Kroenke, MD, and colleagues at Columbia University developed the Primary Care Evaluation of Mental Disorders (PRIME-MD), a diagnostic tool containing modules on 12 different mental health disorders. They worked in collaboration with researchers at the Regenstrief Institute at Indiana University and with the support of an educational grant from Pfizer Inc. During the development of PRIME-MD, Drs. Spitzer, Williams and Kroenke, created the PHQ and GAD-7 screeners. The PHQ, a self-administered version of the PRIME-MD, contains the mood (PHQ-9), anxiety, alcohol, eating, and somatoform modules as covered in the original PRIME-MD. The GAD-7 was subsequently developed as a brief scale for anxiety. The PHQ-9, a tool specific to depression, simply scores each of the 9 DSM-IV criteria based on the mood module from the original PRIME-MD. The GAD-7 scores 7 common anxiety symptoms. Various versions of the PHQ scales are discussed in the Instruction Manual. All PHQ, GAD-7 screeners and translations are downloadable from https://www.phqscreeners.com/select-screener and no permission is required to reproduce, translate, display or distribute them.",
  "instructions": "This questionnaire is an important part of providing you with the best health care possible. Your answers will help in understanding problems that you may have. Please answer every question to the best of your ability unless you are requested to skip over a question.",
  "thankYou": "Thank you for completing the Patient Health Questionnaire.",
  "attribution": "Developed by Drs. Robert L. Spitzer, Janet B.W. Williams, Kurt Kroenke and colleagues, with an educational grant from Pfizer Inc. No permission required to reproduce, translate, display or distribute.",
  "questions": [
    {
      "type": "section",
      "instructions": "To improve accuracy, answer each question quickly with your first 'gut instinct'. You will not be able to go back and change answers after clicking next."
    },
    {
      "code": "q1",
      "type": "likert",
      "stem": "I learn the most when the lesson engages my sense of *sight*.",
      "scale": "Agreement"
    },
    {
      "code": "q2",
      "type": "likert",
      "stem": "I learn the most when the lesson engages my sense of *hearing*.",
      "scale": "Agreement"
    },
    {
      "code": "q3",
      "type": "likert",
      "stem": "I learn the most when the lesson engages my sense of *touch, taste or smell*.",
      "scale": "Agreement",
      "pagebreak": true
    },
    {
      "code": "q4",
      "type": "likert",
      "stem": "I find it easiest to remember things I see, rather than things I hear or do.",
      "scale": "Agreement"
    },
    {
      "code": "q5",
      "type": "likert",
      "stem": "I find it easiest to remember things I hear, rather than things I see or do.",
      "scale": "Agreement"
    },
    {
      "code": "q6",
      "type": "likert",
      "stem": "I find it easiest to remember things I do, rather than things I see or hear.",
      "scale": "Agreement",
      "pagebreak": true
    },
    {
      "code": "q7",
      "type": "likert",
      "stem": "I would rather watch photos than listen to music or workout (physical exercise).",
      "scale": "Agreement"
    },
    {
      "code": "q8",
      "type": "likert",
      "stem": "I would rather listen to music than watch photos or workout (physical exercise).",
      "scale": "Agreement"
    },
    {
      "code": "q9",
      "type": "likert",
      "stem": "I would rather workout (physical exercise) than watch photos or listen to music.",
      "scale": "Agreement",
      "pagebreak": true
    },
    {
      "code": "q10",
      "type": "likert",
      "stem": "The lessons I remember best are those in which I had to use my sense of sight.",
      "scale": "Agreement"
    },
    {
      "code": "q11",
      "type": "likert",
      "stem": "The lessons I remember best are those in which I had to use my sense of hearing.",
      "scale": "Agreement"
    },
    {
      "code": "q12",
      "type": "likert",
      "stem": "The lessons I remember best are those in which I had to use my sense of touch, smell or taste.",
      "scale": "Agreement",
      "pagebreak": true
    },
    {
      "code": "q13",
      "type": "likert",
      "stem": "When I get a new device, I usually read the instructions to learn how to operate it.",
      "scale": "Agreement"
    },
    {
      "code": "q14",
      "type": "likert",
      "stem": "When I get a new device, I usually ask someone to verbally explain, to me, how to operate it.",
      "scale": "Agreement"
    },
    {
      "code": "q15",
      "type": "likert",
      "stem": "When I get a new device, I usually try a hands-on approach to figure out how to operate it.  ",
      "scale": "Agreement",
      "pagebreak": true
    }
  ]
}
